tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jmespath/jmespath"
tap "shivammathur/php"
brew "act"
brew "bat"
brew "composer"
brew "coreutils"
brew "docker", link: false
brew "dos2unix"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lf"
brew "lsd"
brew "lua"
brew "mas"
brew "mysql-client"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "pv"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "stylua"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "jmespath/jmespath/jp"
brew "shivammathur/php/php@8.0"
cask "appdelete"
cask "authy"
cask "brave-browser"
cask "caffeine"
cask "clickup"
cask "dbeaver-community"
cask "docker"
cask "figma"
cask "firefox-developer-edition"
cask "fluid"
cask "font-cascadia-code"
cask "font-hasklug-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "free-ruler"
cask "gimp"
cask "google-chrome-canary"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "keybase"
cask "kindle"
cask "knockknock"
cask "lando"
cask "local"
cask "logi-options-plus"
cask "logitune"
cask "obsidian"
cask "postman"
cask "protonvpn"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "send-to-kindle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wechat"
cask "whatsapp"
cask "zoom"
mas "BetterSnapTool", id: 417375580
mas "Bitwarden", id: 1352778147
mas "Fantastical", id: 975937182
mas "Harvest", id: 506189836
mas "Sip", id: 507257563
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "bierner.lit-html"
vscode "bmewburn.vscode-intelephense-client"
vscode "calebporzio.better-phpunit"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "humy2833.ftp-simple"
vscode "ionutvmi.path-autocomplete"
vscode "MS-CEINTL.vscode-language-pack-es"
vscode "patbenatar.advanced-new-file"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "ryuta46.multi-command"
vscode "SanderRonde.phpstan-vscode"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "swordev.phpstan"
vscode "vscodevim.vim"
vscode "wongjn.php-sniffer"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
