tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sachaos/todoist"
brew "python@3.8"
brew "awscli"
brew "bat"
brew "libpng"
brew "glib"
brew "composer"
brew "coreutils"
brew "curl"
brew "dos2unix"
brew "harfbuzz"
brew "jpeg"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "htop"
brew "lazygit"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node"
brew "pipenv"
brew "ranger"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "tmux"
brew "tree"
brew "vim"
brew "youtube-dl"
cask "adoptopenjdk"
cask "alfred"
cask "android-file-transfer"
cask "authy"
cask "azure-data-studio"
cask "bitwarden"
cask "caffeine"
cask "calibre"
cask "dbeaver-community"
cask "dropbox"
cask "figma"
cask "fluid"
cask "flume"
cask "font-hasklig"
cask "font-hasklug-nerd-font"
cask "free-ruler"
cask "google-backup-and-sync"
cask "google-chrome"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "knockknock"
cask "kodi"
cask "microsoft-teams"
cask "parallels"
cask "pgadmin4"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "skitch"
cask "skype"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "toggl"
cask "tuxera-ntfs"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
mas "Fantastical", id: 975937182
mas "Harvest", id: 506189836
mas "Sip", id: 507257563
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "The Clock", id: 488764545
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
mas "VOX", id: 461369673
mas "Xcode", id: 497799835
