tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jmespath/jmespath"
tap "nodesource/nsolid"
tap "sachaos/todoist"
tap "shivammathur/php"
brew "atuin"
brew "python@3.13"
brew "awscli"
brew "bat"
brew "btop"
brew "php"
brew "composer"
brew "coreutils"
brew "docker", link: false
brew "dos2unix"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fnm"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "gopls"
brew "jq"
brew "lazygit"
brew "lsd"
brew "mas"
brew "neovim"
brew "oh-my-posh"
brew "pv"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "stow"
brew "stylua"
brew "tmux"
brew "tree"
brew "unar"
brew "wget"
brew "wp-cli"
brew "yazi"
brew "yt-dlp"
brew "jmespath/jmespath/jp"
cask "appdelete"
cask "brave-browser"
cask "bruno"
cask "caffeine"
cask "dbeaver-community"
cask "docker-desktop"
cask "dropbox"
cask "firefox-developer-edition"
cask "focusatwill"
cask "font-hasklug-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "free-ruler"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "keybase"
cask "knockknock"
cask "logi-options+"
cask "obs"
cask "obsidian"
cask "openshot-video-editor"
cask "protonvpn"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlstephen"
cask "quicklook-json"
cask "send-to-kindle"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "BetterSnapTool", id: 417375580
mas "Bitwarden", id: 1352778147
mas "Fantastical", id: 975937182
mas "Sip", id: 507257563
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
vscode "amurisavemylifee.vscode-auto-hide-panel"
vscode "astro-build.astro-vscode"
vscode "bierner.lit-html"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "calebporzio.better-phpunit"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "laravel.vscode-laravel"
vscode "mechatroner.rainbow-csv"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "sanderronde.phpstan-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "swordev.phpstan"
vscode "vscodevim.vim"
vscode "wongjn.php-sniffer"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
